Revit 2027 API
ParameterTypeId.CouplerMark Property
 "Schedule Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerMark { get; }
Public Shared ReadOnly Property CouplerMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerMark {
	ForgeTypeId^ get ();
}
static member CouplerMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace